{
    "title": "Progression-Free Survival and Overall Survival of CDK 4/6 Inhibitors Plus Endocrine Therapy in Metastatic Breast Cancer: A Systematic Review and Meta-Analysis",
    "pmid": "32899139",
    "date": "2020/09",
    "text": {
        "abstract": "Abstract The introduction of CDK4/6 inhibitors in combination with endocrine therapy (ET) represents the most relevant advance in the management of hormone receptor (HR) positive, HER2-negative metastatic breast cancer over the last few years. This meta-analysis of randomized controlled trials (RCTs) is aimed to better characterize the efficacy of CDK4/6 inhibitors in some relevant subgroups and to test heterogeneity between different compounds with a particular focus on their ability to improve overall survival (OS). Pooled estimates of hazard ratios (HRs) were computed for progression-free survival (PFS), OS, and objective response rate (ORR) analysis in predefined subgroups to better understand treatment effect concerning specific patients' characteristics. To estimate the absolute benefit in terms of PFS, pooled survival curves were generated by pooling the data of all trials. A total of eight RCTs were included. Adding a CDK4/6 inhibitor to ET is beneficial in terms of PFS, irrespective of the presence or not of visceral metastases, the number of metastatic sites, and the length of the treatment-free interval (TFI). The addition of CDK4/6 inhibitors produces a significant OS improvement, both in aromatase inhibitor (AI)-sensitive (HR 0.75, 95% CI) and AI-resistant patients (HR 0.77, 95% CI [0.67-0.89]). Pooled data from each single drug show that palbociclib remains the only class member not showing a statistically significant HR for OS (HR 0.83, 95% CI [0.68-1.02]).",
        "results": "A total of eight RCTs were included. Adding a CDK4/6 inhibitor to ET is beneficial in terms of PFS, irrespective of the presence or not of visceral metastases, the number of metastatic sites, and the length of the treatment-free interval (TFI). The addition of CDK4/6 inhibitors produces a significant OS improvement, both in aromatase inhibitor (AI)-sensitive (HR 0.75, 95% CI) and AI-resistant patients (HR 0.77, 95% CI [0.67–0.89]). Pooled data from each single drug show that palbociclib remains the only class member not showing a statistically significant HR for OS (HR 0.83, 95% CI [0.68–1.02]).",
        "conclusions": "Our meta-analysis confirms the efficacy of CDK4/6 inhibitors overall and in major patient subgroups, highlights differences and similarities between different compounds, and provides pooled (more precise) estimates of the effect size for PFS, OS, and ORR. These results lend further strength to the evidence from single RCTs, supporting the use of CDK4/6 inhibitors in combination with ET as standard treatment for most HR+ MBC patients."
    },
    "PICO": {
        "P": "patients with HR-positive/HER2-negative advanced or metastatic breast cancer",
        "I": "1. CDK4/6 inhibitors with endocrine therapy (ET); 2. ET only",
        "C": "",
        "O": "1. progression-free survival; 2. overall survival; 3. objective response rate (ORR)"
    },
    "PICO_terms": {
        "P": ["HR-positive/HER2-negative advanced", "metastatic breast cancer"],
        "I": ["CDK4/6 inhibitors with endocrine therapy", "ET only"],
        "C": [],
        "O": ["rogression-free survival", "overall survival", "objective response rate"]
    },
    "trials": [
        {
            "title": "Updated results from MONALEESA-2, a phase III trial of first-line ribociclib plus letrozole versus placebo plus letrozole in hormone receptor-positive, HER2-negative advanced breast cancer",
            "pdf_link": "",
            "pmid": "29718092",
            "doi": "",
            "nctid": "NCT01958021"
        },
        {
            "title": "Phase III Randomized Study of Ribociclib and Fulvestrant in Hormone Receptor-Positive, Human Epidermal Growth Factor Receptor 2-Negative Advanced Breast Cancer: MONALEESA-3",
            "pdf_link": "",
            "pmid": "29860922",
            "doi": "",
            "nctid": "NCT02422615"
        },
        {
            "title": "Overall Survival with Ribociclib plus Fulvestrant in Advanced Breast Cancer",
            "pdf_link": "",
            "pmid": "31826360",
            "doi": "",
            "nctid": "NCT02422615"
        },
        {
            "title": "Ribociclib plus endocrine therapy for premenopausal women with hormone-receptor-positive, advanced breast cancer (MONALEESA-7): a randomised phase 3 trial",
            "pdf_link": "",
            "pmid": "29804902",
            "doi": "",
            "nctid": "NCT02278120"
        },
        {
            "title": "MONARCH 2: Abemaciclib in Combination With Fulvestrant in Women With HR+/HER2- Advanced Breast Cancer Who Had Progressed While Receiving Endocrine Therapy",
            "pdf_link": "",
            "pmid": "28580882",
            "doi": "",
            "nctid": "NCT02107703"
        },
        {
            "title": "The Effect of Abemaciclib Plus Fulvestrant on Overall Survival in Hormone Receptor-Positive, ERBB2-Negative Breast Cancer That Progressed on Endocrine Therapy-MONARCH 2: A Randomized Clinical Trial",
            "pdf_link": "",
            "pmid": "31563959",
            "doi": "",
            "nctid": "NCT02107703"
        },
        {
            "title": "MONARCH 3 final PFS: a randomized study of abemaciclib as initial therapy for advanced breast cancer",
            "pdf_link": "",
            "pmid": "30675515",
            "doi": "",
            "nctid": "NCT02107703"
        },
        {
            "title": "The cyclin-dependent kinase 4/6 inhibitor palbociclib in combination with letrozole versus letrozole alone as first-line treatment of oestrogen receptor-positive, HER2-negative, advanced breast cancer (PALOMA-1/TRIO-18): a randomised phase 2 study",
            "pdf_link": "",
            "pmid": "25524798",
            "doi": "",
            "nctid": "NCT00721409"
        },
        {
            "title": "Palbociclib plus letrozole as first-line therapy in estrogen receptor-positive/human epidermal growth factor receptor 2-negative advanced breast cancer with extended follow-up",
            "pdf_link": "",
            "pmid": "30632023",
            "doi": "",
            "nctid": "NCT01740427"
        },
        {
            "title": "Fulvestrant plus palbociclib versus fulvestrant plus placebo for treatment of hormone-receptor-positive, HER2-negative metastatic breast cancer that progressed on previous endocrine therapy (PALOMA-3): final analysis of the multicentre, double-blind, phase 3 randomised controlled trial",
            "pdf_link": "",
            "pmid": "26947331",
            "doi": "",
            "nctid": "NCT01942135"
        }
    ],
    "forest_plot_path": {
        "./images/32899139/a.png": {
            "subgroup": "AI (aromatase inhibitor) Sensitivity disease: De novo disease",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/b.png": {
            "subgroup": "AI (aromatase inhibitor) Sensitivity disease: AI sensitive",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/c.png": {
            "subgroup": "AI (aromatase inhibitor) Sensitivity disease: AI resistant",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/d.png": {
            "subgroup": "Treatment Free Interval (TFI): TFI <= 24 months",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/e.png": {
            "subgroup": "Treatment Free Interval (TFI): TFI > 24 months",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/f.png": {
            "subgroup": "Treatment Free Interval (TFI): TFI <= 36 months",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        },
        "./images/32899139/g.png": {
            "subgroup": "Treatment Free Interval (TFI): TFI > 36 months",
            "outcome": "hazard ratio (HR) for Progression-free survival (PFS)"
        }
    }
}